curl -X POST 'https://api.resend.com/emails/batch'      -H 'Authorization: Bearer re_LKPqZwpu_MYdPvpt627iTiC7cfH1MPMJb'      -H 'Content-Type: application/json'      -d $'[
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2272492163@qq.com"],
    "subject": "群发邮件📧",
    "html": "<h1>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</h1>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2149545929@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1762520174@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1963517049@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["122865009@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2152777537@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1956595828@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1284805110@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2829781540@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["227763326@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3626804847@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3583778795@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["878446978@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["204633973@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2193137832@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3147593881@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2076232869@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["548461798@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1879270733@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3055260600@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2443621849@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1299606018@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3532278879@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1791771877@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["335255875@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2923904853@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["402161178@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2091004755@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["721504024@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3632900869@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2230811481@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1043664452@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["1910533207@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2438711577@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2020676595@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["3060558131@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  },
  {
    "from": "王康康awa <me@wkk-dev.top>",
    "to": ["2103758200@qq.com"],
    "subject": "群发邮件📧",
    "html": "<p>test 由王康瑞发起，王康瑞搭建服务，resend提供支持</p>"
  }
]'